[
  {
    "heading": "Decentralized Nature of Wakanda",
    "content": [
      "As a decentralized platform, Wakanda has limited access to user information.",
      "However, your betting-related activities on-chain are visible to Wakanda."
    ]
  },
  {
    "heading": "Collection of Information",
    "content": [
      "Betting Activity: Wakanda can view your betting activities on-chain, including transaction history and outcomes.",
      "AML/KYC Data: Only necessary data required for Anti-Money Laundering (AML) and Know Your Customer (KYC) compliance will be recorded and stored."
    ]
  },
  {
    "heading": "Use of Information",
    "content": [
      "The information collected is strictly used for AML/KYC compliance and to maintain the integrity of our services.",
      "We do not use your data for marketing or any non-compliance-related purposes."
    ]
  },
  {
    "heading": "Non-Disclosure of Data",
    "content": [
      "Wakanda respects your privacy.",
      "We do not and will never sell your data to third parties."
    ]
  },
  {
    "heading": "Protection of Minors",
    "content": [
      "Wakanda is strictly for users aged 18 and above.",
      "We do not knowingly collect or store data from minors.",
      "Accounts suspected to belong to minors will be terminated immediately."
    ]
  },
  {
    "heading": "Data Security",
    "content": [
      "We implement reasonable measures to protect your data from unauthorized access, alteration, and disclosure."
    ]
  },
  {
    "heading": "Transmission of Data",
    "content": [
      "Data will only be transmitted if required by a court order or a legal authority.",
      "We will comply with legal obligations while ensuring the minimum necessary data is shared."
    ]
  },
  {
    "heading": "Your Rights",
    "content": [
      "Users have the right to inquire about the data we hold and to request the deletion of their data, subject to our AML/KYC obligations."
    ]
  },
  {
    "heading": "Changes to This Privacy Policy",
    "content": [
      "Wakanda reserves the right to update this Privacy Policy.",
      "Changes will be communicated through our platform."
    ]
  },
  {
    "heading": "Contact Us",
    "content": [
      "For any privacy-related concerns or inquiries, please contact us through the official Wakanda Twitter or Discord community channel."
    ]
  }
]
