[
  {
    "heading": "Age and Location Restrictions",
    "content": [
      "Users must be at least 18 years old and reside in locations where online gambling is legal.",
      "Users are responsible for ensuring they comply with local gambling laws."
    ]
  },
  {
    "heading": "Risks Involved",
    "content": [
      "There are inherent risks in online betting, including potential monetary losses.",
      "Betting outcomes are uncertain, and users should bet responsibly."
    ]
  },
  {
    "heading": "Wallet Security",
    "content": [
      "Wakanda operates with non-custodial wallets.",
      "Users are solely responsible for their wallet's security and any resulting fund losses."
    ]
  },
  {
    "heading": "No Liability for User Funds",
    "content": [
      "Wakanda is not responsible for user funds, as it does not manage or hold them at any time."
    ]
  },
  {
    "heading": "Amendments to Terms",
    "content": [
      "Wakanda can modify these terms at any time, and continued use post-modification implies acceptance of the new terms."
    ]
  },
  {
    "heading": "Acknowledgement of Terms",
    "content": [
      "By using Wakanda, users confirm understanding and agreement to these terms."
    ]
  },
  {
    "heading": "Termination of Services",
    "content": [
      "Wakanda can terminate services for users violating these terms or for other necessary reasons."
    ]
  },
  {
    "heading": "Contact Information",
    "content": [
      "Users can reach Wakanda for inquiries or support through the official Wakanda Discord or Twitter channel."
    ]
  },
  {
    "heading": "Responsible Gaming",
    "content": [
      "Wakanda encourages responsible gaming.",
      "Users should not bet more than they can afford to lose."
    ]
  },
  {
    "heading": "Prohibited Activities",
    "content": [
      "Users must not engage in fraudulent activities, manipulation of services, or any illegal activities using Wakanda."
    ]
  },
  {
    "heading": "Intellectual Property",
    "content": [
      "All content on Wakanda, including text, graphics, and interfaces, is the property of Wakanda and is protected by intellectual property laws."
    ]
  },
  {
    "heading": "Privacy Policy",
    "content": [
      "User's personal information is handled as per the privacy policy detailed on the Wakanda website."
    ]
  },
  {
    "heading": "Limitation of Liability",
    "content": [
      "Wakanda is not liable for any direct, indirect, incidental, or consequential damages resulting from the use of its services."
    ]
  },
  {
    "heading": "Governing Law",
    "content": [
      "These terms are governed by the laws of the jurisdiction in which Wakanda operates."
    ]
  },
  {
    "heading": "Third-Party Services",
    "content": [
      "Wakanda may contain links to third-party websites or services, which are not controlled by Wakanda.",
      "Users access these at their own risk."
    ]
  },
  {
    "heading": "Complaints and Redress",
    "content": [
      "Users can file complaints regarding Wakanda services through the official Wakanda Twitter or Discord community channel.",
      "The specific procedure for lodging complaints is outlined there."
    ]
  }
]
